{
	"Comment.nvim": {
		"branch": "master"
	},
	"LazyVim": {
		"branch": "main"
	},
	"LuaSnip": {
		"branch": "master"
	},
	"SchemaStore.nvim": {
		"branch": "main"
	},
	"aerial.nvim": {
		"branch": "master"
	},
	"blink.cmp": {
		"branch": "main"
	},
	"cmp-nvim-lsp-signature-help": {
		"branch": "main"
	},
	"cmp-nvim-lua": {
		"branch": "main"
	},
	"conform.nvim": {
		"branch": "master"
	},
	"crates.nvim": {
		"branch": "main"
	},
	"dashboard-nvim": {
		"branch": "master"
	},
	"dressing.nvim": {
		"branch": "master"
	},
	"flash.nvim": {
		"branch": "main"
	},
	"friendly-snippets": {
		"branch": "main"
	},
	"gitsigns.nvim": {
		"branch": "main"
	},
	"gruvbox.nvim": {
		"branch": "main"
	},
	"indent-blankline.nvim": {
		"branch": "master"
	},
	"lazy.nvim": {
		"branch": "main"
	},
	"lazydev.nvim": {
		"branch": "main"
	},
	"markdown-preview.nvim": {
		"branch": "master"
	},
	"mason.nvim": {
		"branch": "main"
	},
	"middleclass": {
		"branch": "master"
	},
	"mini.ai": {
		"branch": "main"
	},
	"mini.surround": {
		"branch": "main"
	},
	"neo-tree.nvim": {
		"branch": "v3.x"
	},
	"neogen": {
		"branch": "main"
	},
	"noice.nvim": {
		"branch": "main"
	},
	"nui.nvim": {
		"branch": "main"
	},
	"nvim-autopairs": {
		"branch": "master"
	},
	"nvim-cmp": {
		"branch": "main"
	},
	"nvim-colorizer.lua": {
		"branch": "master"
	},
	"nvim-dap": {
		"branch": "master"
	},
	"nvim-dap-ui": {
		"branch": "master"
	},
	"nvim-dap-virtual-text": {
		"branch": "master"
	},
	"nvim-lint": {
		"branch": "master"
	},
	"nvim-lspconfig": {
		"branch": "master"
	},
	"nvim-nio": {
		"branch": "master"
	},
	"nvim-surround": {
		"branch": "main"
	},
	"nvim-treesitter": {
		"branch": "master"
	},
	"nvim-treesitter-context": {
		"branch": "master"
	},
	"nvim-treesitter-endwise": {
		"branch": "master"
	},
	"nvim-treesitter-textobjects": {
		"branch": "master"
	},
	"nvim-ts-autotag": {
		"branch": "main"
	},
	"nvim-web-devicons": {
		"branch": "master"
	},
	"playdate.nvim": {
		"branch": "main"
	},
	"plenary.nvim": {
		"branch": "master"
	},
	"rainbow-delimiters.nvim": {
		"branch": "master"
	},
	"rust-tools.nvim": {
		"branch": "master"
	},
	"rustaceanvim": {
		"branch": "master"
	},
	"sg.nvim": {
		"branch": "master"
	},
	"snacks.nvim": {
		"branch": "main"
	},
	"ssr.nvim": {
		"branch": "main"
	},
	"telescope-dap.nvim": {
		"branch": "master"
	},
	"tree-sitter-just": {
		"branch": "main"
	},
	"treesj": {
		"branch": "main"
	},
	"ts-comments.nvim": {
		"branch": "main"
	},
	"vim-abolish": {
		"branch": "master"
	},
	"vim-dadbod": {
		"branch": "master"
	},
	"vim-dadbod-completion": {
		"branch": "master"
	},
	"vim-dadbod-ui": {
		"branch": "master"
	},
	"vim-fugitive": {
		"branch": "master"
	},
	"vim-lastplace": {
		"branch": "master"
	},
	"vim-matchup": {
		"branch": "master"
	},
	"vim-pasta": {
		"branch": "master"
	},
	"vim-sleuth": {
		"branch": "master"
	},
	"which-key.nvim": {
		"branch": "main"
	},
	"window-picker": {
		"branch": "main"
	},
	"windows.nvim": {
		"branch": "main"
	}
}
